var blogJson = [{
				"author": "Kelly",
				"date": "14/04/2020",
				"content": `Our website is now live! Please stay tuned for plenty of updates regarding the progress of the Home Life Companion! We're looking forward to sharing our progress with you.`
			},
			{
				"author": "Kelly",
				"date": "26/04/2020",
				"content": `After lots of hard work the prototype was completed today! Shout out to Ben White for all his help bringing this together, please check out our demo video:
						   	<br/><br/>
						   		<div>
									<video style='max-width: 900px; width: 100%;' controls>
	                					<source src="resources/blog/demo.mp4" type="video/mp4">
	                					Your browser does not support the video tag.
                					</video>
            					</div>`
			},
			{
				"author": "Jaymz",
				"date": "28/04/2020",
				"content": `This week has been going well from an all-round standpoint. We are collaborating more and more, making the most of the lockdown-ensured distancing by utilising WhatsApp and Microsoft Teams to
							pursue our work in a timely manner. As a team, we managed to produce our solution design
							document, outlining our requirements for the application at hand and setting in stone what we
							expect the application to look like at the end of development.
							<br/><br/>
							The development team have been working hard on the Hack and MVP, producing our first demo for
							the client which includes all the major functionality. We are pleased with the login functionality,
							alarms, and challenges within the app.
							<br/><br/>
							Of course, it's not been an easy ride, with issues around finding time along-side other pressing work
							and trying to keep a balance of work and play, but also, what really is easy given the current climate
							of social distancing with relation to the Coronavirus.
							<br/><br/>
							We are hoping more and more that the application can be delivered sooner rather than later due to
							all of us needing some sort of normality and routine. It's not just delivering it for the general public,
							we would also find it useful to have the application to keep us on track.
							<br/><br/>
							Our software quality document was also produced this week, which was another large undertaking.
							It seems as if we are already working towards quality software and teamwork which is the main goal
							of producing it, and probably why we found it so easy to produce. Olivia has a lovely design of spider
							diagrams which make the documents pop, along side Rob's detailed write ups that help to guide us
							on where to focus our efforts.
							<br/><br/>
							We're hoping to continue the way we have been working, keeping high spirits, and working towards
							our milestones quickly and efficiently. With bi (sometimes tri) weekly meetings, and maintaining our
							agile methodology, we believe that our chances of success are heightened, and things should be
							relatively plain sailing from here until deadline.
							<br/><br/>
							That's all for this week, and regular updates should flow from here on out.
							<br/><br/>
							Thanks for reading!`
			},
			{
				"author": "Kelly",
				"date": "06/05/2020",
				"content": `Small changes hopefully making big impacts, hope you all like the new navbar look that just went live on the website :)`
			},
			{
				"author": "Rob",
				"date": "07/05/2020",
				"content": `The last couple of weeks have been very productive in terms of submissions and engaging as a team to focus on
				 		finalising documents before submitting them to the tutors. My main focus was on the software quality document, which included
				  		creating an initial draft of the report and coming up with an idea of how the report should be structured. Once this was complete
				   		we then looked over as a team and finalised/amended the document appropriately (as well as Olivia kindly drawing up the diagrams 
				   		neatly). We often take tasks as individuals and complete an initial draft and that way we can come back collectively in our 
				   		team meetings and finalise everything before submission.
						<br/><br/>
						The plan of action for this week is to continue writing up blog posts and finalising the website as well as the MVP which will be
						demonstrated next week to the rest of the cohort. This will mainly be focused on by the developers again, however the rest of the
						team are assisting where possible. With the continuous meetings which we participate in as a team this makes it a lot easier to 
						ensure everyone is involved with all submissions, even if it is just a case of adding in some final details, of course every 
						little helps!
						<br/><br/>
						Thanks for taking the time to view`
			},
			{
				"author": "Ben",
				"date": "07/05/2020",
				"content": `Since creating the prototype we have been rebuilding the UI to be less cohesive. This will mean that any further changes 
						that are needed for an individual change will only affect that particular screen. We are also working on a new interactive challenge 
						type. Soon this new prototype version of the product will be available for download from the website for you to use. Stay tuned for 
						further updates!`
			},
			{
				"author": "Kelly",
				"date": "09/05/2020",
				"content": `Pssst... there's a shiny new page all about the team that just went live! You should go <a href="team.html" class="link">check it out!<a/> `
			},
			{
				"author": "Olivia",
				"date": "13/05/2020",
				"content": `As the deadline for the Minimum Viable Product (MVP) to be showcased to our stakeholders has drawn nearer the team have really ramped up the pressure and I couldn’t be more proud! 
						The weekend before saw one of our developers, Kelly, stricken with illness but this certainly did not stop her working crazy hours and putting in a lot of effort to bring the product up to its potential. 
						Ben has also been maxing himself out, ensuring that the application is feature-rich and designed with users in mind, by getting creative with some of our challenge pages and perfecting the user sign in/register journey!
						<br/><br/>
						At this point, you would expect the pressure to be mounting, however the group has formed a tight enough bond of trust and respect that this isn’t quite happening. 
						We all seem to be working in harmony; Rob and myself have been fortunate to begin testing the application and ensuring that we present a defect free, high quality product. 
						Although Jaymz has been focussing more on our other project, his input into design features and larger business decisions has been vitally important.
						<br/><br/>
						For us moving forward, past the MVP we have some very exciting features coming up that no doubt both challenge our developers and offer a better user journey to everyone. 
						As a team, we will no doubt support each other through this time and see it as an opportunity to demonstrate what Stay at home there’s a Pandemic ltd have to offer!
						<br/><br/>
						Hope everyone is staying safe, staying alert and looking forward to the future of the Home Life Companion.
						<br/><br/>
						All my best`
			}];
			